---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DatumPlaneDefinesOrigin
source: html/4f9a4b8f-2fc2-d09f-1218-2b49687bca52.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DatumPlaneDefinesOrigin Property

"Defines Origin"

## Syntax (C#)
```csharp
public static ForgeTypeId DatumPlaneDefinesOrigin { get; }
```